import React from "react";

const SlideTrainer_6 = () => {
    return (
        <>
            Зубообрабатывающий лезвийный инструмент в зависимости от методов обработки зубьев (копирования или
            обкатки) подразделяют на:
            <ul>
                <li>дисковые модульные фрезы</li>
                <li>пальцевые модульные фрезы</li>
                <li>червячные фрезы</li>
                <li>зубообрабатывающие долбяки</li>
                <li>зубострогальные резцы, резцовые и зуборезные головки - для обработки конических зубчатых колес</li>
                <li>шеверы - для чистовой обработки зубьев</li>
            </ul>
        </>
    )
};

export default SlideTrainer_6;