import React from "react";

const SlideTrainer_8 = () => {
    return (
        <>
            При подборе материала для изготовления режущей части инструмента требуется учитывать следующие
            критерии:
            <ul>
                <li>конструкцию инструмента</li>
                <li>технологию производства режущего инструмента</li>
                <li>частоту использования</li>
            </ul>
            Материалы для режущего инструмента должны обладать высокой твердостью и износостойкостью, достаточной
            прочностью и вязкостью, способностью сохранять большую твердость при высоких температурах нагрева. При
            черновой обработке материал инструмента должен иметь в первую очередь высокую прочность и достаточную
            вязкость; при чистовой, окончательной обработке — главным образом износостойкость; при обработке
            высоколегированных сталей и сплавов — теплостойкость.
        </>
    )
};

export default SlideTrainer_8;