import React from "react";

const SlideTrainer_1 = () => {
    return (
        <>
            Режущий инструмент – инструмент, предназначенный для изменения формы и размеров заготовки путём
            удаления части материала в виде стружки с целью получения готовой детали или полуфабриката.
            <br />

            По характеру обработки режущие инструменты различают:
            <ul>
                <li>лезвийные – срезают лишний материал</li>
                <li>абразивные – истирают поверхность, доводя ее до нужной геометрии путем шлифования</li>
                <li>отделочно-упрочняющей - обрабатывают поверхности пластическим деформированием</li>
            </ul>

            По конструктивному исполнению они могут быть:
            <ul>
                <li>цельные – полностью выполнены из одной заготовки</li>
                <li>составные – изготавливаются из нескольких деталей, соединение неразъемное</li>
                <li>сборные – детали инструмента можно разъединить</li>
            </ul>

            По варианту крепления выделяют насадные и хвостовые
            В зависимости от формы обрабатываемой поверхности лезвийный инструмент подразделяется на:
            <ul>
                <li>резцы токарные и строгальные</li>
                <li>сверла, зенкеры, развертки, цековки и зенковки</li>
                <li>фрезы</li>
                <li>протяжки и прошивки</li>
                <li>зубообрабатывающий инструмент</li>
                <li>резьбообрабатывающий инструмент</li>
                <li>комбинированный инструмент</li>
            </ul>
        </>
    )
};

export default SlideTrainer_1;