import React from "react";

const SlideTrainer_4 = () => {
    return (
        <>
            Фрезы, в зависимости от формы обрабатываемых поверхностей, могут быть:
            <ul>
                <li>торцевыми и цилиндрическими - для обработки плоских поверхностей</li>
                <li>дисковыми концевыми - для обработки различных пазов и уступов</li>
                <li>шпоночными - для обработки шпоночных канавок</li>
                <li>Т-образными фрезами - для обработки Т-образных пазов</li>
                <li>прорезными и отрезными - для прорезки канавок и отрезки</li>
                <li>фасонными и угловыми - для обработки фасонных и угловых поверхностей</li>
            </ul>
        </>
    )
};

export default SlideTrainer_4;