import React from "react";

const SlideTrainer_5 = () => {
    return (
        <>
            Протяжки и прошивки бывают:
            <ul>
                <li><em>цилиндрическими</em> - для обработки внутренних цилиндрических поверхностей</li>
                <li><em>шпоночными</em> - для обработки шпоночных пазов</li>
                <li><em>шлицевыми</em> - для обработки шлицев</li>
                <li><em>многогранными и фасонными</em> - для обработки многогранных и фасонных поверхностей</li>
            </ul>
        </>
    )
};

export default SlideTrainer_5;