import React from "react";

const SlideTrainer_7 = () => {
    return (
        <>
            Резьбообрабатывающий инструмент в зависимости от размеров и положения цилиндрической поверхности
            (наружная или внутренняя) подразделяют на:
            <ul>
                <li>плашки и плоские резьбонарезные гребенки - для наружных резьб диаметром до 105 мм</li>
                <li>резьбонарезные самораскрывающиеся головки с круглыми гребенками - для наружных резьб диаметром до 60мм</li>
                <li>гребенчатые резьбовые фрезы - для наружных резьб диаметром 32... 100 мм в крупносерийном и массовом производстве</li>
                <li>дисковые резьбовые фрезы - для трапецеидальных наружных резьб диаметром 80... 100 мм и шагом до 24 мм</li>
                <li>вихревые резьбонарезные головки - для наружных резьб диаметром 20... 200 мм и шагом более 4 мм</li>
                <li>резьбовые резцы</li>
                <li>метчики - для внутренних резьб</li>
                <li>концевые гребенчатые резьбовые фрезы - для обработки внутренних резьб диаметром до 200 мм</li>
            </ul>

        </>
    )
};

export default SlideTrainer_7;