import React from "react";

const SlideTrainer_2 = () => {
    return (
        <>
            Резцы токарные в зависимости от обрабатываемой поверхности могут быть:
            <ul>
                <li>проходные - для обработки наружных цилиндрических поверхностей</li>
                <li>отрезные - для отрезки заготовок</li>
                <li>канавочные - для проточки канавок</li>
                <li>расточные - для расточки отверстий</li>
                <li>фасонные - для обработки фасонных поверхностей</li>
            </ul>
        </>
    )
};

export default SlideTrainer_2;