import React from "react";

const SlideTrainer_3 = () => {
    return (
        <>
            <em>Сверла</em> используются для получения отверстий в сплошном материале или для их рассверливания
            <em>Зенкеры</em> и развертки применяют для обработки отверстий с целью повышения их качества
            <em>Цековки</em> - для обработки торцовой поверхности отверстий
            Все эти инструменты с успехом применяются как на сверлильных, так и на токарных станках
        </>
    )
};

export default SlideTrainer_3;