import React from "react";

const SlideTrainer_8 = () => {
    return (
        <>
            <p>Типы токарных станков:</p>
            <ol>
                <li>Токарно-винторезный станок</li>
                <li>Токарно-револьверный станок</li>
                <li>Токарно-карусельный станок</li>
                <li>Токарно-фрезерный обрабатывающий центр</li>
                <li>Автомат продольного точения</li>
                <li>Токарный станок с ЧПУ</li>
            </ol>
        </>
    )
};

export default SlideTrainer_8;