import React from "react";

const SlideTrainer_5 = () => {
    return (
        <>
            В свою очередь, каждая группа подразделяется на 10 типов (подгрупп), характеризующих назначение станков,
            их компоновку, степень автоматизации или вид применяемого инструмента.
            <br />
            Классификация металлорежущих станков по классу точности:
            <ul>
                <li>(Н) нормальной точности</li>
                <li>(П) повышенной точности</li>
                <li>(В) высокой точности</li>
                <li>(А) особо высокой точности</li>
                <li>(С) особо точные станки (мастер-станки)</li>
            </ul>

            Классификация металлорежущих станков по массе:
            <ul>
                <li>легкие (&lt; 1 т)</li>
                <li>средние (1-10 т)</li>
                <li>тяжелые (&gt; 10 т)</li>
                <li>уникальные (&gt; 100 т)</li>
            </ul>

            Классификация металлорежущих станков по степени автоматизации:
            <ul>
                <li>ручные</li>
                <li>полуавтоматы</li>
                <li>автоматы</li>
                <li>станки с ЧПУ</li>
                <li>гибкие производственные системы</li>
            </ul>

            Классификация металлорежущих станков по степени специализации:
            <ul>
                <li>универсальные</li>
                <li>специализированные</li>
                <li>специальны</li>
            </ul>
        </>
    )
};

export default SlideTrainer_5;