import React from "react";

const SlideTrainer_1 = () => {
    return (
        <>
            При выборе режущего инструмента необходимо учитывать:
            <ul>
                <li>способ обработки и тип станка</li>
                <li>точность и качество обработки</li>
                <li>форму и размеры обрабатываемых поверхностей</li>
                <li>материал заготовки и его механических свойств</li>
                <li>заданную производительность</li>
                <li>период стойкости инструмента</li>
            </ul>
            Режущие инструменты (особенно для станков с ЧПУ) должны обладать высокой режущей способностью
            (стабильной размерной стойкостью при высоких режимах резания), обеспечить возможность быстрой и удобной
            замены, наладки в процессе работы, формировать транспортабельную стружку и отводить ее от зоны обработки без
            нарушения нормальной работы оборудования
        </>
    )
};

export default SlideTrainer_1;