import React from "react";

const SlideTrainer_2 = () => {
    return (
        <>
            В качестве материала режущей части применяют:
            <ul>
                <li>инструментальные стали – углеродистые стали У10, У12 для сверл, метчиков, плашек, легированные стали ХВ5, ХВГ для протяжек и фрез</li>
                <li>быстрорежущие стали – Р6М5, Р18, Р9К5, Р9Ф5, Р9К10 для обработки вязких, но прочных сталей (жаропрочных), для резьбонарезного и рассверливающего инструмента</li>
                <li>твердые сплавы – вольфрамокобальтовые ВК3, ВК6, ВК8 в режущих инструментах для обработки чугуна, титанокобальтовые Т5К10, Т15К6, Т30К6 для обработки стали</li>
                <li>минералокерамические сплавы – микролит (ЦМ332) и термокорунд (ЦВ14) при чистовой обработке жестких заготовок из чугуна и стали</li>
                <li>абразивные материалы – электрокорунд, карбид кремния, эльбор и др. для шлифования, хонингования</li>
                <li>искусственные алмазы и сверхтвердые материалы – для выглаживания</li>
            </ul>
        </>
    )
};

export default SlideTrainer_2;