const ModalDataCard_Lecture = () => {
    return `<h1>Рекомендации для обучающегося</h1>
        <ul>
            <li>Повторите ранее пройденный материал</li>
            <li>Ознакомьтесь с теоретическим материалом и динамической инфографикой по теме</li>
            <li>Если в процессе изучения материала возникнут вопросы, то запишите их для дальнейшего обсуждения с преподавателем и/или с группой обучающихся.</li>
            <li>При необходимости просмотрите материал еще раз</li>
            <li>Возвращайтесь к наиболее сложным аспектам темы</li>
            <li>Соблюдайте здоровьесберегающий режим: чередуйте работу с электронными носителями с отдыхом и гимнастикой для глаз</li>
        </ul>`
};

export default {ModalDataCard_Lecture};